{
  "overlay_email" : {
    "thank_you": "Thank you very much ",
    "message_sent": "Your message has been sent!"
  },
  "aboutme_details" : {
    "part1": "Hi! I am Matteo,",
    "digital_designer_from": " digital designer since 2009",
    "part2": ", creative, detail-oriented and founder of ",
    "part3": ", an agency born with the aim of helping my clients to promote their ideas towards visible and user-friendly digital contents.",
    "part4": "We use cutting edge technology together with creative thought and media knowledge.",
    "about_working": "What is it like working with me?"
  },
  "menu": {
    "aboutSection": "About me",
    "skillsSection": "What I do",
    "experienceSection": "How I work",
    "workSection": "Gallery",
    "reviewsSection": "Brand Experience",
    "contactSection": "Contact"
  },
  "skillsSection": {
    "skillsTitle" : "What I do",
    "worksTitle" : "How I work"
  },
  "worksSection": {
    "study" : "Detailed analysis of business and goals to structure a costume-made digital strategy.",
    "idea" : "Proposal and discussion. In this way, the project will be one of a kind, functional and simply usable. ",
    "development" : "Project creation a, web and design development with modern technologies and funcional skills check.",
    "launch" : "Final project presentation and revision.<br class='d-none d-lg-block'/> Project launch."
  },
  "form": {
    "sectionTitle": "Get in Touch",
    "mind" : "Thinking about a new project?",
    "form_email" : "Write below or send me an ",
    "send-form" : "",
    "placeholder": {
      "firstName": "Name*",
      "email": "Email*",
      "subject": "Subject",
      "message": "Message*"
    },
    "error": {
      "name": "Name is required",
      "email": "Email is required",
      "message": "Message is required"
    },
    "sendLabel": "submit message"
  },
  "contact": {
    "address": " Gran Canaria, Spain",
    "mail": "gogochameleonsl@gmail.com",
    "checkPolicy": "&nbsp;&nbsp;I have read the&nbsp;",
    "checkNewsletter": "&nbsp;&nbsp;I agree to receive marketing communications",
    "policy": "Privacy Policy"
  },
  "GDPR": {
    "cookiePolicy": "[ITA] Cookie Policy.",
    "privacyPolicy": "[ITA] Privacy Policy",
    "and": "&nbsp;and&nbsp;",
    "respect": "&nbsp;respects your privacy. You can view ours<br/>",
    "gdprPrivacy": "<span class='color-primary montserrat fw600'>GoGoChameleon</span><br class='d-block d-md-none'/> ‣ Privacy Policy",
    "gdprPrivacyWhite": "<span class='color-primary montserrat fw600'>GoGoChameleon</span><br class='d-block d-md-none'/><span class='text-white'> ‣ Privacy Policy</span>",
    "gdprCookie": "<span class='color-primary montserrat fw600'>GoGoChameleon</span><br class='d-block d-md-none'/> ‣ Cookie Policy",

    "privacy": "This Privacy Policy has been written according to the 2016/679, art.13, EU General Data Protection Regulation\n((herefore: <b>“Regulation”</b>) in order to let you know you our privacy policy, to understand how personal informations are managed when visiting our website (<b>www.gogochameleon.com</b>, herefore <b>“Website”</b>) ) and to give informed consent to personal data treatment. Informations and data retrieved by us using Gogochameleon's services ((herefore <b>“Services”</b>) ), will be managed according to the Regulations's policies and to the principle of confidentiality upon which our company is based. Follwing the Regulation's policy, personal data management will be based on principles of lawfullness, transparency, data minimizations, accuracy, integrity and confidentiality.<br/><br/>\n<b>1) Who is the data controller of your personal data?</b><br/>\nThe Data controller of your data is the company <b>GOGOCHAMELEON\nSL</b> (herefore: <b>“data controller”</b>), based in Av. Touroperador Air Marín, 1, 35100 Maspalomas, Las Palmas. For any information required regarding personal data treatment please write to gogochameleonsl@gmail.com.<br/><br/>\n<b>2) What do we mean for personal data and which data we manage?</b><br/>\n\"personal data\" is any information that can identify, directly or indirectly, a subject, in this case the user of our website. Particularly, we collect personal data necessary to provide our services, particularly surfing data, demogrphic and identification (name, surname, email, controlling company, working title) contact data (telephone number, email) and contact forma related data.\nMoreover we collect data with cookies. Cookies are small data files collected when we access to a website or parts of it. Cookies grant us the working of our website and to generate anonymous informations and statistics. It is possible to refuse cookies collection setting the appropriate option on your browser, but this could limit our website's function. To receive more informations regarding our use of cookies, we invite you to consult our cookies poolicy. <br/><br/>\n<b>3) Why manage your personal data?</b><br/>\nForemost, we collect and manage you personal data that are strictly necessary to satisfy your needs and the services required. Particularly: a) following assistancy, informations or quotation requests via our \"Contact us\" section. b) to send commercial informations regarding our services in the case you expressed consent for it c) to comply with obligations given by the local and national law. In any case we grant you that collected and used informations are appropriate for the aims written upon and that this will not condition you person.<br/><br/>\n<b>4) Which is the lawfullness of treating your personal data?</b><br/>\nPersonal data lawfullness of the sections 3a and b is the article 61b since data management are necessary to the delivery of our services and to satisfy related reqeusts. Particularly , personal data provision is voluntary, but an eventual refusal would make it impossible to  deliver website's services or related requests. In the case you expressed informed consent to receive commercial communications, the lawfullness will be granted also by the consent itself, following the Regulation 6790/2015, article 1a. If you would not be interested anymore in receiving such communications, you can write to gogochameleonsl@gmail.com<br/><br/>\n<b>5) How do we manage your personal data?</b><br/>\nPersonal data will be managed both through manual elaboration or electronic/automated tools, with aims strictly related to the use pre-specficied or, eventually, to grant you safety and confidentiality of Your Personal data (with particular carefullness regarding any tecnique of remote communications).<br/><br/>\n<b>6) Who we communicate your data to?</b><br/>\nYour personal data could be shared, with the aims specified in section 4 above with:<br/>\n• subjects who typically act as external data processors after our appointment, namely: i) persons, companies or professional firms that provide assistance and consultancy in accounting, administrative, legal, tax, financial and credit recovery matters relating to provision of the Services; ii) subjects with whom it is necessary to interact for the provision of the Services (for example hosting providers or banking institutions) iii) or subjects delegated to carry out technical maintenance activities (including maintenance of network equipment and communication networks electronics);<br/>\n• subjects, bodies or authorities to whom it is mandatory to communicate your personal data by virtue of legal provisions or orders of the authorities;\n• partners who collaborate with gogochameleons for the design, creation and implementation of services;<br/>\n• authorized persons authorized to process Personal Data, necessary to carry out activities strictly related to the provision of the Services, who are committed to confidentiality or have an adequate legal obligation of confidentiality (eg collaborators of the Data Controller).<br/><br/>\n<b>7) Where do we transfer your data?</b><br/>\nWe do not normally transfer your data outside the European Union. Should this happen, we make sure that the recipient complies with the Regulation's policies including rules specifically dictated for the transfer of personal data to third countries. In particular, we guarantee that transfers take place on the basis of an adequacy decision or on the basis of the signing by the ((???))) of data protection clauses approved by the European Commission.<br/><br/>\n<b>8) How long do we keep personal data?</b><br/>\nWe keep personal data only for the time strictly necessary to carry out the data processing for the purposes mentioned above. For the fulfillment of legal obligations, your data will be processed and stored as long as the need for processing persists to comply with these legal obligations.<br/><br/>\n<b>9) What are your rights?</b><br/>\n• Access: you have the right to obtain confirmation regarding the existence of a processing concerning your data as well as the right to receive any information relating to the same processing.<br/>\n• Rectification: you have the right to obtain the rectification of your data, if they are incomplete or inaccurate.<br/>\n• Cancellation (so-called \"right to be forgotten\"): in certain circumstances, you have the right to obtain the cancellation of your data in our archives if not relevant to the continuation of the contractual relationship or required by law.<br/>\n• Management limitation: upon the occurrence of certain conditions, you have the right to obtain the limitation of data management, if this is not relevant for the continuation of the contractual relationship or required by law.<br/>\n• Right to portability: you have the right to obtain the transfer of your data in favor of a different owner<br/>\n• Opposition: you have the right to object, at any time for reasons connected with your particular situation, to the processing of data concerning you based on the condition of lawfulness of the legitimate interest or the execution of a task of public interest or the exercise of public authorities, including profiling.<br/>\n• Withdrawal of consent: you have the right to withdraw consent to the processing of your data at any time, without prejudice to the lawfulness of the processing based on consent before the withdrawal. Requests for the exercise of privacy rights must be sent in writing to the following address: gogochameleonsl@gmail.com. The exercise of your rights as an interested party is free of charge pursuant to Article 12 of the Regulations. In any case, you always have the right to lodge a complaint with the competent Supervisory Authority for the Protection of Personal Data), pursuant to art. 77 of the Regulation, if you believe that the processing of your Personal Data is opposed to the acting policies. <br/><br/>\n<b>10) How long does this privacy policy apply?</b><br/>\nThis privacy policy is effective from 19.10.2021. We reserve the right to modify or simply update its content, in part or completely, also due to changes in the acting legislation. We invite you to regularly visit this section to become aware of the most recent and updated version of the privacy policy.",
    "cookie": "<b>What are cookies</b><br/>\nCookie is a small text file containing a certain amount of information exchanged between a website and your terminal (usually the browser) and is normally used by the website manager to store the information used to improve navigation within the site or to send advertising, in line with the preferences expressed by the user in the context of surfing the net. When you visit the same site again or any other site, the user's device checks for the presence of a recognized cookie, in order to be able to read the information contained therein. The different cookies contain different information and are used for different purposes (efficient navigation on the pages of the same site, profiling in order to send targeted promotional messages, analysis on the number of visits to the site).<br/><br/>\nDuring website  navigation, the user can also receive on his terminal cookies sent from different websites or web servers (so-called <b>third parties</b>), on which some elements may reside (e.g. images, maps, sounds, specific links to pages of others domains) present on the site that the user is visiting.<br/><br/>\nGenerally, some cookies (called session cookies) are assigned to the user's device only for the duration of access to the site and automatically expire when the browser is closed. Other cookies (defined as persistent) remain on the device for an extended period of time.<br/><br/>\n<b>Which cookies do we use</b><br/>\n<b>GoGoChameleon</b> uses only Analytical Cookies on this site. These are third-party cookies used for statistical analysis, to improve the site, simplify its use and monitor its correct functioning. This type of cookie collects anonymous information on user activity on the site. This type of cookie is provided exclusively by third parties.<br/><br/>\nTo carry out the mentioned activities, we use <b>Google Analytics</b>. These cookies are usually named \"__utmX\" or \"__ga\". For more information on the privacy policies and Google Analytics options, please visit: <a class='color-primary text-decoration-none' target='_blank' href='https://www.youronlinechoices.com/it/' rel=\"noreferrer\">www.google.com/analytics/learn/privacy</a><br/><br/>\n<b>How long do we save cookies</b><br/>\nCookies are normally saved for a maximum of 180 days.<br/><br/>\n<b>Disabling cookies</b><br/>\nFor information and to disable third-party analytical cookies go to the site:\n<a class='color-primary text-decoration-none' target='_blank' href='https://marketingplatform.google.com/about/' rel=\"noreferrer\">marketingplatform.google.com/about</a><br/><br/>\n<b>How to give or withdraw consent</b><br/>\nThe consent to the use of cookies is initially given through the following methods: by closing the banner, scrolling the page hosting the banner or clicking any of its elements, and can be revoked at any time as indicated above.\nOptions regarding the use of cookies by the site through the browser settings\nThe provision of all cookies, both first and third parties, can be deactivated by changing the settings of the browser in use; It should be noted, however, that this could make the sites unusable if the cookies essential for the provision of functionality are blocked. Each browser has different settings for disabling cookies; Below we offer links to instructions for the most common browsers.<br/>\n• <span class='color-primary'>Microsoft Edge</span><br/>\n• <span class='color-primary'>Google Chrome</span><br/>\n• <span class='color-primary'>Apple Safari</span><br/>\n• <span class='color-primary'>Mozilla Firefox</span><br/>\n• <span class='color-primary'>Opera</span><br/><br/>\n<b>Further information on the processing of personal data carried out on the site.</b><br/>\nFor further information on the processing of personal data collected on this site carried out by <span class='color-primary montserrat fw600'>GoGoChamaleon</span> consult the Privacy Policy.",

    "ok": "Ok",
    "x": "X"
  },
  "privacyPolicy": {
    "text": "<strong>What is this document?</strong><br/>Through this privacy policy drafted in accordance with Art. 13 of European Regulation No. 679/2016 ('<strong>General Data Protection Regulation</strong>' or '<strong>GDPR</strong>') and in compliance with the principles contained therein, <strong>GOGOCHAMELEON SL</strong> wishes to inform each user ('<strong>User</strong>') about the processing of personal data collected through the website <strong><i>gogochameleon.com</i></strong>.<br/><br/><strong>Owner and Contact Details</strong><br/><strong>GOGOCHAMELEON SL</strong> (hereinafter, '<strong>Owner</strong>', as per Art. 4(7) of the GDPR) with registered office at Av. Touroperador Air Marín, 1, 35100 Maspalomas, Las Palmas<br/><i>management@oceanworking.es</i><br/><br/><strong>Purpose of Processing, Legal Basis, Processed Personal Data, and Storage Period</strong><br/>The Owner collects personal data for the following purposes, as specified below, highlighting the legal basis and duration of data processing.<br/><table border='1'> <tbody> <tr border='1'> <td><strong>Purpose</strong></td><td><strong>Personal Data</strong></td><td><strong>Legal Basis</strong></td><td><strong>Storage Period</strong></td></tr><tr border='1'> <td>Allow registration on the site and use our services</td><td>✓ Personal Information<br/>✓ Contact Details</td><td>Contract [Art. 6, 1, letter b) of the GDPR]</td><td>For the time necessary for the response.</td></tr><tr border='1'> <td>Send newsletters and/or other materials for marketing communication</td><td>✓ Personal Information<br/>✓ Contact Details</td><td>Consent [Art. 6, 1, letter a) of the GDPR]</td><td>Until withdrawal of consent.</td></tr><tr border='1'> <td>Allow the Owner to comply with legal procedures, including those of a fiscal nature.</td><td>✓ Personal Information<br/>✓ Contact Details</td><td>Legal obligation [Art. 6, 1, letter c) of the GDPR] </td><td>According to applicable regulations.</td></tr><tr border='1'> <td>Improve the website by analyzing how visitors or users navigate and/or use the website.</td><td>✓ IP Address</td><td>Legitimate interest [Art. 6, 1, letter f) of the GDPR]</td><td>Not applicable (aggregated or anonymous data).</td></tr><tr border='1'> <td>Identify or prevent fraudulent activities and enforce the Owner's rights in court</td><td>✓ Personal Information <br/>✓ Contact Details</td><td>Legitimate interest [Art. 6, 1, letter f) of the GDPR]</td><td>10 years</td></tr></tbody></table>If the User prefers not to provide mandatory and/or necessary data to fulfill certain purposes, GOGOCHAMELEON SL reserves the right not to provide the service.<br/><br/>The User can request clarification on the legal basis of each processing at any time.<br/><br/><strong>Video Surveillance Data and Recordings:</strong><br/>In order to ensure the safety of users, protect property, and comply with current regulations, video recordings will be made within the workspace. The video surveillance system will consist of strategically distributed high-definition cameras to cover all relevant areas.<br/>Recordings will be stored on a dedicated server, protected by advanced computer security systems, and encrypted to ensure data confidentiality.<br/>The storage period of the recordings will be defined in accordance with privacy and security laws, and automatic deletion will be managed by an automated system to avoid storage beyond legal deadlines.<br/><br/><strong>Purpose of Processing:</strong><br/>Video recordings are exclusively intended for security and surveillance purposes within the workspace. In case of suspicious events or incidents, these recordings may be used for internal investigations or in collaboration with competent authorities. The analysis of recordings may be carried out using intelligent video surveillance systems to detect anomalous behaviors or risk situations.<br/><br/><strong>Access and Storage:</strong><br/>Access to video recordings will be limited exclusively to the Owner, who acts as the system administrator. Access credentials will be managed according to best practices in computer security. Recordings will be stored on a physically protected server and will be subject to regular backups to ensure data integrity.<br/><br/><strong>Communication of Video Surveillance Data:</strong><br/>Video surveillance data will not be communicated or shared with third parties unless required by law or an official investigation. Any request from authorities to access video recordings will be carefully evaluated, and disclosure will only be made in compliance with applicable laws.<br/><br/><strong>Rights of the Data Subjects:</strong><br/>Users have the right to request from the Owner access to the video recordings concerning them, correct any errors, request deletion, or exercise other rights provided by privacy law. All requests should be addressed to the Owner via the email address management@oceanworking.es.<br/><br/><strong>Processing Methods</strong><br/>Processing is carried out using automated and/or manual computer and telematic tools, designed to ensure appropriate security measures to prevent unauthorized access, disclosure, loss, misuse, unlawful or unauthorized use of data.<br/><br/><strong>Data Access</strong>Personal data may be shared with the following subjects, in accordance with Applicable Privacy Laws: (i) internet service providers and platforms used by the Owner as organizational tools, communication channels, and/or promotion; (ii) third-party vendors, consultants, and other third-party service providers performing services for us or on our behalf and requiring access to such information to perform their work.<br/><br/>All agreements with the mentioned subjects will be formalized - and have been formalized - through a contract under Art. 28 of the GDPR (Appointment of Data Processor).<br/><br/>Personal data will be processed by specifically authorized internal staff as per Art. 29 of the GDPR. The names of all authorized personnel are available, upon request to the Owner, at the email address management@oceanworking.es.<br/><br/><strong>Location of Data Processing</strong><br/>Personal data is processed at the Owner's headquarters, as well as on servers hosting the website gogochameleon.com. Personal data is stored on servers located in the EU territory and will not be transferred outside it under any circumstances. The data controller ensures that, when cloud service providers established outside the EEA are used, the processing of personal data by these recipients is in accordance with applicable law. Transfers are made through appropriate safeguards, such as adequacy decisions, standard contractual clauses approved by the European Commission, or other safeguards provided by the GDPR.<br/><br/><strong>Rights of the Data Subject</strong><br/>The User can exercise all the rights provided in Articles 15-21 of the GDPR at any time and without unjustified limitations by contactingthe Owner at the email address management@oceanworking.es. Requests will be made free of charge and will be processed by the Owner within 30 days. In particular, the User can:<br/>• Obtain confirmation that processing is taking place (Art. 15);<br/>• Obtain the rectification of inaccurate or incomplete data (Art. 16);<br/>• Obtain the erasure of data without undue delay (Art. 17);<br/>• Restrict processing only to part of personal data (Art. 18);<br/>• Receive a copy of personal data held by the controller, in a commonly used and machine-readable format; obtain transfer without hindrance to another controller (Art. 20);<br/>• Object at any time to the processing of personal data (Art. 21);<br/><br/><strong>Complaints</strong><br/>The User can always file a complaint with the competent authority (Spanish Data Protection Agency) under Art. 77 of the GDPR if they believe that the Owner is processing their Personal Data in violation of applicable regulations.<br/><br/><strong>Modifications</strong><br/>The Owner reserves the right to modify and update this Privacy Policy as a result of any new national or European legal provisions on the protection of personal data."
  }
}
